<?php

return [
    'title' => 'إلغاء',
    'modal' => [
        'heading' => 'إلغاء عرض السعر',
        'description' => 'هل أنت متأكد من أنك تريد إلغاء هذا عرض السعر؟',
    ],

    'footer-actions' => [
        'send-and-cancel' => [
            'title' => 'إرسال وإلغاء',

            'notification' => [
                'cancelled' => [
                    'title' => 'تم إلغاء عرض السعر',
                    'body' => 'تم إلغاء عرض السعر وإرسال البريد الإلكتروني بنجاح.',
                ],
            ],
        ],

        'cancel' => [
            'title' => 'إلغاء',

            'notification' => [
                'cancelled' => [
                    'title' => 'تم إلغاء عرض السعر',
                    'body' => 'تم إلغاء عرض السعر بنجاح.',
                ],
            ],
        ],

        'close' => [
            'title' => 'إغلاق',
        ],
    ],

    'form' => [
        'fields' => [
            'partner' => 'الشريك',
            'subject' => 'الموضوع',
            'subject-placeholder' => 'الموضوع',
            'subject-default' => 'عرض السعر :name تم إلغاؤه لأمر البيع رقم :id',
            'description' => 'الوصف',
            'description-default' => 'عزيزي <b>:partner_name</b>، <br/><br/>نود إعلامك بأن أمر البيع <b>:name</b> قد تم إلغاؤه. ونتيجة لذلك، لن يتم تطبيق أي رسوم إضافية على هذا الطلب. إذا كان مطلوباً استرداد، سيتم معالجته في أقرب وقت ممكن.<br/><br/>إذا كان لديك أي أسئلة أو تحتاج إلى مساعدة إضافية، فلا تتردد في التواصل معنا.',
        ],
    ],
];
