<?php

return [
    'title' => 'إدارة المنتجات',

    'breadcrumb' => 'إدارة المنتجات',

    'navigation' => [
        'title' => 'إدارة المنتجات',
    ],

    'form' => [
        'fields' => [
            'variants' => 'المتغيرات',
            'variants-help' => 'السماح للمنتجات بأن يكون لها متغيرات متعددة',
            'uom' => 'وحدة القياس',
            'uom-help' => 'السماح للمنتجات بأن يكون لها وحدة قياس',
            'packagings' => 'التعبئة',
            'packagings-help' => 'السماح للمنتجات بأن يكون لها تعبئة متعددة',
            'deliver-content-by-email' => 'تسليم المحتوى بالبريد الإلكتروني',
            'deliver-content-by-email-help' => 'السماح للمنتجات بتسليم المحتوى بالبريد الإلكتروني',
        ],
    ],
];
